[
    {
        "title": "ในขณะขับรถผู้ขับขี่ต้องมีเอกสารใดใช้คู่กับใบอนุญาตขับรถ",
        "options": [
            "บัตรประจำตัวประชาชน",
            "สำเนาทะเบียนบ้าน",
            "สำเนาภาพถ่ายใบคู่มือจดทะเบียนรถ",
            "บัตรประกันสังคม"
        ],
        "answer": 3
    },
    {
        "title": "ผู้ขับรถกระทำผิดตามกฎหมายจราจรทางบกและได้รับใบสั่งจากเจ้าพนักงานจราจรต้องไปติดต่อชำระค่าปรับภายในกี่วัน",
        "options": [
            "10 วัน",
            "7 วัน",
            "15 วัน",
            "30 วัน"
        ],
        "answer": 2
    },
    {
        "title": "เมื่อใบอนุญาตขับรถสูญหายหรือชำรุดต้องยื่นขอรับใบแทนต่อนายทะเบียนภายในกี่วัน",
        "options": [
            "20 วัน",
            "30 วัน ",
            "15 วัน",
            "45 วัน"
        ],
        "answer": 3
    },
    {
        "title": "ผู้ขับรถไม่มีใบอนุญาตขับรถ มีความผิดอย่างไร",
        "options": [
            "จำคุกไม่เกิน 1 ปี",
            "จำคุกไม่เกิน 1 เดือน หรือปรับไม่เกิน 1,000 บาท หรือทั้งจำทั้งปรับ",
            "ปรับไม่เกิน 2,000 บาท",
            "ปรับไม่เกิน 5,000 บาท"
        ],
        "answer": 2
    },
    {
        "title": "ใบอนุญาตขับรถชนิดชั่วคราวมีอายุกี่ปี",
        "options": [
            "2 ปี",
            "1 ปี",
            "3 ปี",
            "4 ปี"
        ],
        "answer": 2
    },
    {
        "title": "การขับรถผ่านทางร่วมทางแยกต้องปฏิบัติอย่างไร",
        "options": [
            "ปฏิบัติตามสัญญาณไฟจราจรหรือกฎจราจรอย่างเคร่งครัด",
            "เมื่อพบป้ายเตือนทางร่วมทางแยกให้ขับรถด้วยความเร็วปกติ",
            "หากไม่มีสัญญาณไฟจราจรให้รถคันที่ใหญ่กว่าผ่านทางร่วมทางแยกไปก่อน",
            "เมื่อพบป้ายเตือนสัญญาณไฟบริเวณทางร่วมทางแยกให้ขับรถไปตามปกติ"
        ],
        "answer": 1
    },
    {
        "title": "ผู้ขับขี่ต้องการเลี้ยวรถต้องปฏิบัติอย่างไร",
        "options": [
            "ชะลอรถและเปิดไฟเลี้ยวก่อนถึงทางเลี้ยวไม่น้อยกว่า 30 เมตร",
            "เปิดไฟเลี้ยวก่อนถึงทางเลี้ยว 20 เมตร",
            "หยุดรถเพื่อเตรียมตัวเลี้ยว",
            "เร่งความเร็วก่อนเลี้ยว"
        ],
        "answer": 1
    },
    {
        "title": "การหยุดรถบริเวณทางแยกผู้ขับขี่ต้องปฏิบัตอิย่างไร",
        "options": [
            "ยุดทับเส้นแนวหยุด",
            "หยุดหลังเส้นแนวหยุด",
            "หยุดเลยเส้นแนวหยุด",
            "หยุดเลยป้ายหยุด"
        ],
        "answer": 2
    },
    {
        "title": "บริเวณใดห้ามแซง",
        "options": [
            "ทางตรง",
            "ทางที่ปลอดภัย",
            "ทางโล่ง",
            "ทางโค้งรัศมีแคบ"
        ],
        "answer": 4
    },
    {
        "title": "การจอดรถต้องจอดให้ห่างจากขอบทางไม่เกินกี่เซนติเมตร",
        "options": [
            "ห่างไม่เกิน 35 เซนติเมตร",
            "ห่างไม่เกิน 30 เซนติเมตร",
            "ห่างไม่เกิน 25 เซนติเมตร",
            "ห่างไม่เกิน 40 เซนติเมตร"
        ],
        "answer": 3
    },
    {
        "title": "การขับรถเข้าวงเวียนที่ไม่มีสัญญาณไฟจราจรควรปฏิบัติอย่างไร",
        "options": [
            "ให้รถทางขวามือของเราที่อยู่ในวงเวียนไปก่อน",
            "ให้รถทางซ้ายมือของเราที่อยู่ในวงเวียนไปก่อน",
            "ให้รถที่เข้าวงเวียนและจะเลี้ยวซ้ายไปก่อน",
            "ให้รถที่เข้าวงเวียนและจะตรงไปให้ไปก่อน"
        ],
        "answer": 1
    },
    {
        "title": "การขับรถเลี้ยวบริเวณทางแยกที่มีช่องจราจรมากกว่า 2 ช่องทาง ข้อใดถูกต้อง",
        "options": [
            "เปลี่ยนช่องจราจรไปทางซ้ายหรือขวาขณะอยู่ในทางเลี้ยว",
            "ขับคร่อมช่องจราจรเพื่อตีวงได้กว้างขึ้น",
            "ขับอยู่ในช่องจราจรเดิมตั้งแต่เริ่มเข้าทางแยกจนเลี้ยวเสร็จสิ้น",
            "ขับในช่องจราจรซ้ายสุดแล้วเปลี่ยนไปช่องจราจรด้านขวาในขณะเลี้ยว"
        ],
        "answer": 3
    },
    {
        "title": "ในกรณีที่ท่านขับรถผ่านซอยที่มีรถรอออกเป็นจำนวนมากควรปฏิบัติอย่างไร",
        "options": [
            "บีบแตรหรือให้สัญญาณไฟเตือนรถที่จะออกจากซอยก่อนขับผ่านไป",
            "เปิดทางให้รถออกจากซอยได้บ้างสลับกับรถทางตรง",
            "พยายามขับให้ชิดคันหน้าเพื่อไม่ให้รถในซอยแทรกออกมา",
            "ขับรถผ่านซอยด้วยความเร็วเพื่อส่งสัญญาณว่าขอไปก่อน"
        ],
        "answer": 2
    },
    {
        "title": "ทัศนคติและจิตสำนึกในการขับรถอย่างปลอดภัยของผู้ขับรถคืออะไร",
        "options": [
            "ขับรถช้า ใจเย็น",
            "ขับรถเก่งคล่องแคล่ว",
            "ขับรถอย่างมีสติเคร่งครัดวินัยจราจรแสดงออกถึงมารยาทและน้ำใจ",
            "ขับรถดีไม่เกิดอุบัติเหตุ"
        ],
        "answer": 3
    },
    {
        "title": "สิ่งใดที่ผู้ขับรถไม่ควรทำเมื่อได้รับสัญญาณไฟเขียวให้ขับเคลื่อนรถไปได้",
        "options": [
            "ค่อยๆ เคลื่อนรถออกโดยทิ้งช่วงห่างกับคันหน้าพอสมควร",
            "ชะลอให้รถจักรยานยนต์หรือรถยนต์ที่อยู่ด้านหน้าเคลื่อนออกไปก่อน",
            "ตรวจสอบรถในทางแยกอื่นที่อาจวิ่ง ออกมาก่อนที่จะขับ เข้าสู่ทางแยกด้านหน้า",
            "บีบแตรเร่งรถคันหน้าให้เคลื่อนตัวออกโดยเร็ว"
        ],
        "answer": 4
    },
    {
        "title": "การขับรถขณะฝนตก ข้อใดที่ผู้ขับขี่ไม่ควรปฏิบัติ",
        "options": [
            "เปิดไฟฉุกเฉินตลอดเส้นทาง",
            "เปิดที่ปัดน้ำฝน",
            "ใช้ความระมัดระวังเพิ่มมากขึ้น",
            "ลดความเร็วของรถลงกว่าปกติ"
        ],
        "answer": 1
    },
    {
        "title": "เมื่อเกิดรถเสียควรปฏิบัติอย่างไร",
        "options": [
            "จอดรถทิ้งไว้กลางถนน",
            "นำกิ่งไม้วางไว้ท้ายรถ",
            "เผาป่าข้างทางหากเป็นกลางคืน",
            "นำรถจอดเข้าข้างทาง, เปิดไฟฉุกเฉิน"
        ],
        "answer": 4
    },
    {
        "title": "สัญญาณไฟเตือนบนแผงหน้าปัดรถสีใด ที่ไม่ควรปรากฏขณะขับรถ",
        "options": [
            "สีแดง",
            "สีเขียว",
            "สีเหลือง",
            "สีฟ้า"
        ],
        "answer": 1
    },
    {
        "title": "เมื่อผู้ขับขี่ขับรถเสียหลักบนถนนเปียกลื่น ควรปฏิบัติอย่างไร",
        "options": [
            "เหยยีบเบรกทันทีแล้วค่อยๆ ออกตัวเร่งความเร็วใหม่",
            "ถอนคันเร่ง เหยยีบเบรกเพื่อใช้เกียร์ต่ำ",
            "ถอนคันเร่งจับพวงมาลัยให้มั่น ประคองรถต่อไป",
            "ตั้งสติให้มั่น จับพวงมาลัยให้ดี เร่งความเร็วหนีให้พ้นไป"
        ],
        "answer": 4
    },
    {
        "title": "การจับพวงมาลัยนิ้วมือควรอยู่ในลักษณะใด",
        "options": [
            "นิ้วมือทั้งห้าจับพวงมาลัยให้กระชับ สามารถหมุนได้คล่องตัว",
            "นิ้วมือทั้งห้ากำพวงมาลัยให้แน่นที่สุด",
            "นิ้วมือทั้งห้าแตะที่พวงมาลัย สามารถหมุนพวงมาลัยด้วยมือข้างเดียว",
            "ใช้นิ้วหัวแม่มือและนิ้วชี้จับพวงมาลัยเพียงสองนิ้ว"
        ],
        "answer": 1
    }
]
